Repository: ERPlora/module-returns
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Returns
es: Devoluciones

source: Dashboard
es: Panel

source: Credits
es: Créditos

source: Settings
es: Configuración

source: Can view returns
es: Puede ver devoluciones

source: Can create returns
es: Puede crear devoluciones

source: Can edit returns
es: Puede editar devoluciones

source: Can delete returns
es: Puede eliminar devoluciones

source: Can approve returns
es: Puede aprobar devoluciones

source: Can view return reasons
es: Puede ver motivos de devolución

source: Can add return reasons
es: Puede añadir motivos de devolución

source: Can edit return reasons
es: Puede editar motivos de devolución

source: Can delete return reasons
es: Puede eliminar motivos de devolución

source: Can view store credits
es: Puede ver créditos de tienda

source: Can add store credits
es: Puede añadir créditos de tienda

source: Can edit store credits
es: Puede editar créditos de tienda

source: Can use store credits
es: Puede usar créditos de tienda

source: Allow Returns
es: Permitir devoluciones

source: Return Window (Days)
es: Plazo de devolución (días)

source: Number of days after sale to allow returns
es: Número de días después de la venta para permitir devoluciones

source: Allow Store Credit
es: Permitir crédito de tienda

source: Require Receipt
es: Requerir recibo

source: Auto Restore Stock
es: Restaurar stock automáticamente

source: Automatically restore inventory when return is processed
es: Restaurar automáticamente el inventario cuando se procesa la devolución

source: Returns Settings
es: Configuración de devoluciones

source: Name
es: Nombre

source: Description
es: Descripción

source: Restocks Inventory
es: Repone inventario

source: Whether returning with this reason restores stock
es: Si devolver con este motivo repone el stock

source: Requires Note
es: Requiere nota

source: Sort Order
es: Orden

source: Active
es: Activo

source: Return Reason
es: Motivo de devolución

source: Return Reasons
es: Motivos de devolución

source: Pending
es: Pendiente

source: Approved
es: Aprobada

source: Rejected
es: Rechazada

source: Completed
es: Completada

source: Cancelled
es: Cancelada

source: Original Payment Method
es: Método de pago original

source: Cash
es: Efectivo

source: Store Credit
es: Crédito de tienda

source: Return Number
es: Número de devolución

source: Original Sale
es: Venta original

source: Customer
es: Cliente

source: Processed By
es: Procesado por

source: Reason Notes
es: Notas del motivo

source: Status
es: Estado

source: Tax Amount
es: Importe de impuestos

source: Total Refund
es: Reembolso total

source: Refund Method
es: Método de reembolso

source: Notes
es: Notas

source: Approved By
es: Aprobado por

source: Approved At
es: Aprobado el

source: Completed At
es: Completado el

source: Return
es: Devolución

source: New / Unopened
es: Nuevo / Sin abrir

source: Good Condition
es: Buen estado

source: Damaged
es: Dañado

source: Defective
es: Defectuoso

source: Original Sale Item
es: Artículo de venta original

source: Product
es: Producto

source: Product Name
es: Nombre del producto

source: Snapshot of product name at time of return
es: Nombre del producto en el momento de la devolución

source: Product SKU
es: SKU del producto

source: Quantity
es: Cantidad

source: Unit Price
es: Precio unitario

source: Tax Rate %
es: Tasa de impuesto %

source: Refund Amount
es: Importe del reembolso

source: Condition
es: Condición

source: Restock Item
es: Reponer artículo

source: Return item to inventory stock
es: Devolver artículo al inventario

source: Return Item
es: Artículo de devolución

source: Return Items
es: Artículos de devolución

source: Credit Code
es: Código de crédito

source: Customer Name
es: Nombre del cliente

source: Customer Email
es: Email del cliente

source: Customer Phone
es: Teléfono del cliente

source: Original Amount
es: Importe original

source: Current Balance
es: Saldo actual

source: Related Return
es: Devolución relacionada

source: Expires At
es: Vence el

source: Store Credits
es: Créditos de tienda

source: Insufficient store credit
es: Crédito de tienda insuficiente

source: Return created successfully
es: Devolución creada correctamente

source: New Return
es: Nueva devolución

source: Return updated successfully
es: Devolución actualizada correctamente

source: Edit Return
es: Editar devolución

source: Return deleted successfully
es: Devolución eliminada correctamente

source: Return approved
es: Devolución aprobada

source: Return rejected
es: Devolución rechazada

source: Return completed and refund processed
es: Devolución completada y reembolso procesado

source: Item added to return
es: Artículo añadido a la devolución

source: Add Item
es: Añadir artículo

source: Item removed from return
es: Artículo eliminado de la devolución

source: Reason created
es: Motivo creado

source: Add Reason
es: Añadir motivo

source: Back to Returns
es: Volver a devoluciones

source: Return Information
es: Información de la devolución

source: Cancel
es: Cancelar

source: Create Return
es: Crear devolución

source: Save Changes
es: Guardar cambios

source: Refunds
es: Reembolsos

source: Completed refund transactions
es: Transacciones de reembolso completadas

source: refunds
es: reembolsos

source: All return transactions
es: Todas las transacciones de devolución

source: Search by number, customer...
es: Buscar por número, cliente...

source: All Status
es: Todos los estados

source: All Methods
es: Todos los métodos

source: No refunds found
es: No se encontraron reembolsos

source: No returns found
es: No se encontraron devoluciones

source: Create First Return
es: Crear primera devolución

source: Back to Credits
es: Volver a créditos

source: Expired
es: Vencido

source: Inactive
es: Inactivo

source: No customer information
es: Sin información del cliente

source: Details
es: Detalles

source: Created
es: Creado

source: Predefined reasons for product returns
es: Motivos predefinidos para devoluciones de productos

source: Restocks
es: Repone

source: Note Required
es: Nota requerida

source: No return reasons defined
es: Sin motivos de devolución definidos

source: Add First Reason
es: Añadir primer motivo

source: Returns & Refunds
es: Devoluciones y reembolsos

source: Manage product returns, refunds, and store credits
es: Gestionar devoluciones de productos, reembolsos y créditos de tienda

source: Total Returns
es: Total de devoluciones

source: Refunded
es: Reembolsado

source: Quick Actions
es: Acciones rápidas

source: Create a new return request
es: Crear una nueva solicitud de devolución

source: Issue Store Credit
es: Emitir crédito de tienda

source: Create a new store credit for a customer
es: Crear un nuevo crédito de tienda para un cliente

source: Manage Reasons
es: Gestionar motivos

source: Configure predefined return reasons
es: Configurar motivos de devolución predefinidos

source: Recent Returns
es: Devoluciones recientes

source: View All
es: Ver todo

source: No returns yet
es: Sin devoluciones

source: Credit Details
es: Detalles del crédito

source: Amount
es: Importe

source: Optional
es: Opcional

source: Reason for issuing this credit
es: Motivo para emitir este crédito

source: Phone
es: Teléfono
